const Intro = () => {
  return (
    <article>
      <h2>Добро пожаловать в приложение React cheat sheet!</h2>

      <p>
        Это ваш быстрый и удобный помощник для изучения основ React — одной из
        самых популярных библиотек для создания пользовательских интерфейсов.
      </p>

      <p>
        В этом приложении вы найдете лаконичные объяснения базовых концепций
        React, практические примеры кода и подсказки по ключевым темам: создание
        компонентов, работа с props и state, события, хуки, маршрутизация и
        многое другое.
      </p>

      <p>
        Если вы новичок, который хочет быстро разобраться с React и начать
        создавать свои первые проекты — этот инструмент для вас. Используйте
        шпаргалку, чтобы легко находить нужную информацию, закреплять теорию и
        ускорять свой прогресс в разработке.
      </p>

      <p>
        <strong>React cheat sheet</strong> — ваш надежный помощник на пути к
        мастерству в React-разработке!
      </p>
    </article>
  );
};

export default Intro;
